/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "Hinzufügen";

/* Dialog Title */
"Adding configuration failed" = "Hinzufügen der Konfiguration fehlgeschlagen";

/* Status window message */
"Adding server to configuration" = "Server zur Konfiguration hinzufügen";

/* Status window message */
"Attempting to bind computer to directory" = "Den Computer in das Verzeichnis einbinden";

/* Status window message */
"Attempting to unbind from Directory" = "Versuch, die Verzeichnisbindung zu beenden";

/* No comment provided by engineer. */
"Bind\\U2026" = "Einbinden …";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "Das Verzeichnis verlangt eine Client-Einbindung. Das Hinzufügen des neuen LDAP-Servers wurde abgebrochen.";

/* Dialog Title */
"Binding required" = "Verzeichnisbindung erforderlich";

/* No comment provided by engineer. */
"Bound to the directory as" = "In das Verzeichnis eingebunden als";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* Dialog message */
"Computer is bound" = "Computer ist eingebunden";

/* Dialog Title */
"Computer record exists" = "Computereintrag bereits vorhanden";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "Der Computereintrag fehlt im Verzeichnis. Die Einbindung wird einseitig entfernt.";

/* Status window message */
"Configuration of new server complete" = "Konfiguration des neuen Servers abgeschlossen";

/* Default button continue */
"Continue" = "Fortfahren";

/* appended to duplicated configs */
"copy" = "Kopie";

/* Dialog Title */
"Could not contact server" = "Kontakt zum Server fehlgeschlagen";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "Kontakt zum LDAP-Server zum Beenden der Einbindung fehlgeschlagen. Möchten Sie diese Konfiguration einseitig entfernen?";

/* No comment provided by engineer. */
"Custom" = "Eigene";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "Standard-Attributtypen";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "LDAP-Server löschen?";

/* Status window message */
"Detecting required security levels and binding requirements" = "Erforderliche Sicherheitsstufen und Einbindungsvoraussetzungen suchen";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "Verzeichnisbindung wird nicht unterstützt.";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "Eine identifizierte Verzeichnisbindung ist optional. Geben Sie die Informationen für die Einbindung an.";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "Eine identifizierte Verzeichnisbindung ist erforderlich. Geben Sie die Informationen für die Einbindung an.";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Ein unerwarteter Fehler ist aufgetreten";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "Nicht hinzufügen";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "Der Datenpuffer konnte nicht angelegt werden.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Die Datenliste konnte nicht angelegt werden.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Die Datentabellen konnten nicht aus den Texten erstellt werden.";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "Der LDAPv3-Knoten konnte nicht geöffnet werden.";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "Die LDAP-Konfiguration konnte nicht gesichert werden.";

/* No comment provided by engineer. */
"From Server" = "Vom Server";

/* No comment provided by engineer. */
"Hide Options" = "Optionen ausblenden";

/* Status window message */
"Initial server information discovery" = "Serverinformationen suchen";

/* Dialog Title */
"Insufficient privileges" = "Ungenügende Zugriffsrechte";

/* Dialog Title */
"Invalid credentials supplied" = "Name oder Kennwort sind ungültig";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "Name oder Kennwort sind ungültig. Bitte erneut eingeben.";

/* Error converting */
"Odd number of $ characters in literal mapping" = "Ungültige Anzahl von $-Zeichen in direkter Zuordnung";

/* Default button OK */
"OK" = "OK";

/* Template name */
"Open Directory Server" = "Open Directory-Server";

/* No comment provided by engineer. */
"Overwrite" = "Überschreiben";

/* No comment provided by engineer. */
"Please confirm deletion." = "Löschen bestätigen.";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "Bitte geben Sie einen gültigen Namen und ein Kennwort an, die den Zugriff auf das angegebene Verzeichnis ermöglichen.";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307 (Unix)";

/* Dialog Title */
"Security requirements violation" = "Verletzung der Sicherheitsanforderungen";

/* Dialog Title */
"Server already configured" = "Server wurde bereits konfiguriert";

/* Dialog Title */
"Server did not respond" = "Server hat nicht geantwortet";

/* No comment provided by engineer. */
"Show Options" = "Optionen einblenden";

/* Dialog Title */
"Strong authentication not supported" = "Sichere Identifizierung nicht unterstützt";

/* default name when saving template - do not include .plist */
"Template" = "Vorlage";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "Der angegebene Account hat keine ausreichenden Zugriffsrechte. Bitte wenden Sie sich an den Netzwerkadministrator.";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "Name oder Kennwort sind ungültig. Bitte versuchen Sie es erneut.";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "Der hinzuzufügende Server unterstützt keine sichere Identifizierung. An diesen Server gesendete Kennwörter sind möglicherweise von anderen Computern im Netzwerk lesbar.";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "Der ausgewählte Server entspricht nicht den konfigurierten Sicherheiteinstellungen. Das Hinzufügen des neuen LDAP-Servers wurde abgebrochen.";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "Die Verbindung zum angegebenen Server konnte nicht hergestellt werden. Möchten Sie manuell konfigurieren?";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "Der angegebene Server ist bereits konfiguriert. Das Hinzufügen wurde abgebrochen.";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "In diesem Verzeichnis existiert bereits ein Computer mit diesem Namen. Möchten Sie ihn überschreiben? Dadurch wird ein anderer Computer deaktiviert, falls er in Verwendung ist.";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "Dieser Computer ist in dieses Verzeichnis eingebunden. Möchten Sie die Einbindung beenden?";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "Der Server konnte aus unbekanntem Grund nicht zur Konfiguration hinzugefügt werden. Verwenden Sie eine eigene Konfiguration, um mit diesem Prozess fortzufahren.";

/* Dialog Title */
"Unable to contact directory" = "Kontakt zum Verzeichnis fehlgeschlagen";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "Kontakt zum Verzeichnis für eine Einbindung fehlgeschlagen. Vorgang wurde abgebrochen.";

/* No comment provided by engineer. */
"Unbind\\U2026" = "Einbindung lösen …";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "Unerwarteter Fehler beim Einbindungsversuch. Vorgang abgebrochen.";

/* Dialog Title */
"Unexpected error while binding" = "Unerwarteter Fehler beim Einbindungsversuch";

/* No comment provided by engineer. */
"Untitled %d" = "Ohne Titel %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "Beim Verbindungsaufbau identifizieren";

/* Status window message */
"Validating record/attribute mapping" = "Eintrag überprüfen/Attribut zuordnen";

/* Status window message */
"Validating the credentials that were supplied" = "Name oder Kennwort überprüfen";

/* No comment provided by engineer. */
"Write to server failed" = "Schreiben auf dem Server fehlgeschlagen";

